Repository: apurvsibal/RedFlagsBITS
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es, fr, hi

source: Red Flags
es: Banderas rojas
fr: Drapeaux rouges
hi: रेड फ़्लैग

source: For Back Pain
es: para el dolor de espalda
fr: Pour les maux de dos
hi: कमर दर्द के लिए

source: Some cases of back pain can be serious, and require immediate medical attention. We are going to ask a few question to understand the nature of your pain.
es: Algunos casos de dolor de espalda pueden ser graves y requieren atención médica inmediata. Vamos a hacerle algunas preguntas para comprender la naturaleza de su dolor.
fr: Certains cas de maux de dos peuvent être graves et nécessiter des soins médicaux immédiats. Nous allons poser quelques questions pour comprendre la nature de votre douleur.
hi: पीठ दर्द के कुछ मामले गंभीर हो सकते हैं और तत्काल चिकित्सा की आवश्यकता होती है। हम आपके दर्द की प्रकृति को समझने के लिए कुछ प्रश्न पूछने जा रहे हैं।

source: Is your back pain associated with any of the following?
es: ¿Su dolor de espalda está asociado con alguno de los siguientes?
fr: Votre mal de dos est-il associé à l'un des éléments suivants?
hi: क्या आपका पीठ दर्द निम्न में से किसी से जुड़ा है?

source: Yes
es: Sí
fr: Oui
hi: हाँ

source: You need immediate care
es: Necesita atención inmediata
fr: Vous avez besoin de soins immédiats
hi: आपको तत्काल देखभाल की जरूरत है

source: You answered 'Yes' to a question indicating you could be in need of emergency care. Use the map below to see some providers
es: Respondió 'Sí' a una pregunta que indica que podría necesitar atención de emergencia. Use el mapa a continuación para ver algunos proveedores msgstr

source: Back Pain
es: Dolor de espalda
fr: Mal au dos
hi: पीठ दर्द

source: Restart
es: Reanudar
fr: Redémarrage
hi: पुनः आरंभ करें

source: Your Site
es: Tú sitio
fr: Votre site
hi: आपकी साइट

source: Our quiz identified solutions for your pain.
es: Nuestro cuestionario identificó soluciones para su dolor.
fr: Notre quiz a identifié des solutions à votre douleur.
hi: हमारे प्रश्नोत्तरी ने आपके दर्द के समाधान की पहचान की।

source: Please use this link to learn more.
es: Utilice este enlace para obtener más información.
fr: Veuillez utiliser ce lien pour en savoir plus.
hi: अधिक जानने के लिए कृपया इस लिंक का उपयोग करें।

source: Link to OSWENTRY Questionnaire
es: Enlace al cuestionario OSWENTRY
fr: Lien vers le questionnaire OSWENTRY
hi: OSWENTRY प्रश्नावली का लिंक

source: Thank you for using MobileMSK!
es: ¡Gracias por usar MobileMSK!
fr: Merci d'utiliser MobileMSK !
hi: MobileMSK का उपयोग करने के लिए धन्यवाद!

source: Is there anything you would like to share with us to prepare for your appointment?
es: ¿Hay algo que le gustaría compartir con nosotros para prepararse para su cita?
fr: Y a-t-il quelque chose que vous aimeriez partager avec nous pour préparer votre rendez-vous?
hi: क्या ऐसा कुछ है जो आप अपनी नियुक्ति की तैयारी के लिए हमारे साथ साझा करना चाहेंगे?

source: Submit
es: Entregar
fr: Soumettre
hi: जमा करना

source: References:
es: Referencias:
fr: Les références
hi: संदर्भ:

source: Fairbank JC, Pynsent PB. “The Oswestry Disability Index.” Spine 2000: 25(22):2940-2952
es: Fairbank JC, Pynsent PB. “El índice de discapacidad de Oswestry”. Columna vertebral 2000: 25(22):2940-2952
fr: Fairbank JC, Pynsent PB. 'L'indice d'invalidité d'Oswestry. Colonne vertébrale 2000 : 25(22):2940-2952
hi: फेयरबैंक जेसी, पिंसेंट पीबी। 'ओस्वेस्ट्री विकलांगता सूचकांक।' स्पाइन 2000: 25(22):2940-2952

source: Fairbank JCT, Couper J, Davies JB. “The Oswestry Low Back Pain Questionnaire.” Physiotherapy 1980; 66:271-273
es: Fairbank JCT, Couper J, Davies JB. “Cuestionario de dolor lumbar de Oswestry”. Fisioterapia 1980; 66:271-273
fr: Fairbank JCT, Couper J, Davies JB. "Le questionnaire d'Oswestry sur la lombalgie." Physiothérapie 1980; 66:271-273
hi: फेयरबैंक जेसीटी, कूपर जे, डेविस जेबी। 'ओस्वेस्ट्री लो बैक पेन प्रश्नावली।' फिजियोथेरेपी 1980; 66:271-273

source: Continue
es: Continuar
fr: Continuer
hi: जारी रखें

source: More Information
es: Más información
fr: Plus d'information
hi: अधिक जानकारी

source: I agree to
es: estoy de acuerdo con
fr: Je suis d'accord pour
hi: मैं इसके लिए सहमत हूं

source: Terms & Conditions
es: Términos y condiciones
fr: termes et conditions
hi: नियम एवं शर्तें

source: You answered 'Yes' to a question indicating you could be in need of emergency care. Use the map below to see some providers
fr: Vous avez répondu « Oui » à une question indiquant que vous pourriez avoir besoin de soins d'urgence. Utilisez la carte ci-dessous pour voir quelques fournisseurs
hi: आपने उस प्रश्न का उत्तर 'हां' में दिया है जो इंगित करता है कि आपको आपातकालीन देखभाल की आवश्यकता हो सकती है। कुछ प्रदाताओं को देखने के लिए नीचे दिए गए मानचित्र का उपयोग करें
